# encoding: UTF-8
class AmAboutText < ActiveRecord::Migration
  def up
    page = Page.find_by_name('about')
    trans = PageTranslation.where(:page_id => page.id, :locale => 'am')
    if trans.present?
      trans.first.description = '
<h2>ՆԱԽԱԳԱՀԱԿԱՆ ԸՆՏՐՈՒԹՅՈՒՆՆԵՐ 2013</h2>
<br />
<p>
2013 թվականի օգոստոսից մեկնարկեց «Ազգային փոքրամասնությունների մասնակցության ուժեղացումը քաղաքական կուսակցությունների նախընտրական սոցիալ-տնտեսական ծրագրերի գնահատման գործընթացում» նախագիծը։ Նախագիծը Վրաստանում ԱՄՆ դեսպանության փոքր գրանտների ծրագրի շրջանակներում իրականացնում է տնտեսական քաղաքականության հետազոտման կենտրոնը (EPRC)։
</p>
<p>
Նախագծի հիմնական նպատակը հանդիսանում է Վրաստանի ժողովրդավարական համակարգի թափանցիկության եւ արդյունավետության բարելավումը, հասարակությանն եւ ազգային փոքրամասնություններին (2014 թվականի տեղական ընտրություններին) եւ մասնակիորեն 2013 թվականի նախագահական ընտրություններին ժամանակին եւ մասնագիտական գնահատականների մատուցումը նախընտրական խոստումների եւ առաջարկությունների, նաեւ առաջատար քաղաքական կուսակցությունների կողմից առաջադրած քաղաքական հայացքների վերաբերյալ։
</p>
<p>
Նախագծի խնդիրն է նպաստել երկրում բազմակուսակցական ժողովրդավարության զարգացմանը, տարածաշրջաններում քաղաքական բանավեճի կուլտուրայի հաստատմանն եւ այդ գործընթացներում ազգային փոքրամասնությունների ներկայացուցիչների ակտիվ մասնակցությանը։
</p>
<p>
Նախագծին մասնակից որակավորված նախագահության թեկնածուներն են.
</p>
<ul class="standard">
<li>
Գիորգի Մարգվելաշվիլի  - «Վրացական երազանք» կոալիցիա
</li>
<li>
Դավիթ Բաքրաձե - «Միասնական ազգային շարժում»
</li>
<li>
Գիորգի Թարգամաձե - «Քրիստոնեա - ժողովրդավարական շարժում»
</li>
<li>
Նինո Բուրջանաձե - «Միասնական Վրաստան» Ժողովրդավարական շարժում
</li>
<li>
Սերգո Ջավախաձե - «Արդարացի Վրաստանի համար» շարժում
</li>
</ul>
<br /><br />
 
<h2>ԽՈՐՀՐԴԱՐԱՆԱԿԱՆ ԸՆՏՐՈՒԹՅՈՒՆՆԵՐ 2012</h2>
<p>
Նախագիծը իրականացվում է վրացական հետազոտական միավորված չորս ինստիտուտների կողմից.
</p>
<ul>
<li>
Տնտեսական քաղաքականության հետազոտության կենտրոն (EPRC)
</li>
<li>
ISET քաղաքական ինստիտուտ
</li>
<li>
Թբիլիսիի լիբերալ ակադեմիա (LAT)
</li>
<li>
Միջազգային թափանցիկությունը Վրաստանում (TI Georgia)
</li>
</ul>
<p>
Նախագիծը իրականացվում է  Արեւելք-Արեւմուտք կառավարման ինստիտուտի (EWMI) «Վրաստանում հանրային քաղաքականության, փաստաբանության եւ քաղաքացիական հասարակության զարգացման» (G-PAC) ծրագրի շրջանակներում, որն իրականացվում է Ամերիկայի Միացյալ Նահագների միջազգային զարգացման գործակալության (USAID) ֆինանսավորմամբ։
</p>
<p>
Նախագծի գլխավոր նպատակը ներկայացնում է Վրաստանի քաղաքական կուսակցությունների 2012 թվականի նախընտրական հայտարարությունների եւ խոստումների մասնագիտական գնահատումը, ինչն իր հերթին նպաստում է թափանցիկությանն եւ վրացական ժողովրդավարության համակարգին։ Մի կողմի դա նպաստում է Վրաստանի բնակչությանը՝ տեղեկատվության հիման վրա ընտրություն կատարելուն, իսկ մյուս կողմից քաղաքական կուսակցությունների կօգնի հաղորդակցվել լրատվամիջոցների եւ հասարակության հետ։ Եվ ամենակերեւորը, կայք էջի ձեւաչափով սույն նախագիծը կնպաստի Վրաստանում բազմակուսակցական ժողովրդավարությանն եւ միաժամանակ կուժեղացնի պետության գլխավոր ինստիտուտները։
</p>
<ul>
<li>
Թեկնածուն
</li>
<li>
Թեկնածուի անունը
</li>
<li>
Այս ընտրությունների համար արդեն բացված է
</li>
<li>
Թեկնածուի խմբագրումը
</li>
<li>
«Դեռեւս ոչ մի թեկնածուի գրանցումը չի գտնվում»
</li>
<li>
Նոր թեկնածու
</li>
<li>
Թեկնածուի մանրամասները
</li>
</ul>
      '
      
      trans.first.save
    end
  end

  def down
    # do nothing
  end
end
